Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Body talcum powder
it: Talco per il corpo

source: Vehicle cleaning preparations
it: Prodotti per la pulizia dei veicoli

source: Washing preparations for household purposes
it: Preparati per il lavaggio per uso domestico

source: Foaming bath liquids
it: Bagnoschiuma liquidi

source: Perfumes for ceramics
it: Profumi per ceramiche

source: Non-medicated beauty preparations
it: Prodotti di bellezza non medicati

source: Cosmetics in the form of eye shadow
it: Cosmetici sotto forma di ombretti

source: Cosmetics in the form of lotions
it: Cosmetici sotto forma di lozioni

source: Cosmetics in the form of powders
it: Cosmetici sotto forma di polveri

source: Aloe vera preparations for cosmetic purposes
it: Preparati di aloe vera per uso cosmetico

source: Rose oil for cosmetic purposes
it: Olio di rosa per uso cosmetico

source: Non-medicated shampoos
it: Shampoo non medicati

source: Fabric brighteners
it: Ravvivanti per tessuti

source: Barrier creams
it: Creme protettive

source: Shaving preparations
it: Prodotti per la rasatura

source: Stain removing agents
it: Agenti smacchianti

source: Hair moisturising conditioners
it: Balsami idratanti per capelli

source: Room fragrancing preparations
it: Preparati per profumare gli ambienti

source: Scouring powders
it: Polveri abrasive

source: Pastes for razor strops
it: Paste per le coramelle

source: Volcanic ash for cleaning
it: Cenere vulcanica per pulire

source: Glitter for cosmetic purposes
it: Brillantina per uso cosmetico

source: Exfoliants for the cleansing of the skin
it: Esfolianti per la pulizia della pelle

source: Leather bleaching preparations
it: Prodotti per sbiancare il cuoio

source: Powder compacts [cosmetics]
it: Portacipria [cosmetici]

source: Emulsifying solvent cleaners
it: Solventi detergenti emulsionanti

source: Polishing powders
it: Polveri per lucidare

source: Scouring solutions
it: Agenti decapanti

source: Shampoos
it: Shampoo

source: Hair straightening preparations
it: Preparati per lisciare i capelli

source: Flavour enhancers for food [essential oils]
it: Esaltatori di sapidità per cibi [oli essenziali]

source: Aromatherapy preparations
it: Preparati per l'aromaterapia

source: Glitter in spray form for use as a cosmetics
it: Lustrini in spray da utilizzare come cosmetici

source: Grinding foils
it: Fogli abrasivi

source: Self tanning creams [cosmetic]
it: Creme autoabbronzanti [cosmetici]

source: Shampoos for vehicles
it: Shampoo per veicoli

source: Shaving sticks [preparations]
it: Saponi da barba in stick [preparati]

source: Make-up for the face
it: Trucco per il viso

source: Feminine deodorant sprays
it: Deodoranti spray femminili

source: Moisturizers
it: Idratanti

source: Ionone [perfumery]
it: Ionone [profumeria]

source: Massage creams, not medicated
it: Creme per massaggi, non medicate

source: Cleansing gels
it: Gel detergenti

source: Cushions impregnated with fragrant substances
it: Cuscini imbevuti di sostanze fragranti

source: Cushions impregnated with perfumed substances
it: Cuscini imbevuti di sostanze profumate

source: Detergents, other than for use in manufacturing operations and for medical purposes
it: Detergenti, eccetto quelli utilizzati nei procedimenti di fabbricazione e quelli per uso medico

source: Scouring substances
it: Sostanze sgrassanti

source: Alcoholic solvents being cleaning preparations
it: Solventi a base d'alcol che sono prodotti per la pulizia

source: Mouth [breath] fresheners, not for medical use
it: Rinfrescanti per la bocca [l'alito], non per uso medico

source: Throat sprays [non-medicated]
it: Spray per la gola [non medicati]

source: Toning creams [cosmetic]
it: Creme tonificanti [cosmetici]

source: Foaming bath gels
it: Gel bagnoschiuma

source: Moisturising body lotion [cosmetic]
it: Lozione idratante per il corpo [cosmetica]

source: Moisturising gels [cosmetic]
it: Gel idratanti [cosmetici]

source: Moisturising skin creams [cosmetic]
it: Creme idratanti per la pelle [cosmetiche]

source: Mousses [cosmetics]
it: Mousse [cosmetici]

source: Non-medicated dentifrices
it: Dentifrici non medicati

source: Deodorant soap
it: Saponi deodoranti

source: Cosmetics in the form of creams
it: Cosmetici sotto forma di creme

source: Dermatological creams [other than medicated]
it: Creme dermatologiche [non medicate]

source: Massage gels, other than for medical purposes
it: Gel per massaggi, non ad uso medico

source: Abrasive granules
it: Granuli abrasivi

source: Henna powders
it: Henné in polvere

source: Household detergents
it: Detergenti per la casa

source: Chemical laundry preparations
it: Preparazioni chimiche per il bucato

source: Cosmetic preparations for use as aids to slimming
it: Preparati cosmetici per favorire la perdita di peso

source: Synthetic perfumery
it: Profumeria sintetica

source: Turpentine for degreasing
it: Trementina per sgrassare

source: Hair styling waxes
it: Cere per acconciature

source: Skin cleansing cream [non-medicated]
it: Crema detergente per la pelle [non medicata]

source: Food flavorings prepared from essential oils
it: Aromi per alimenti a base di oli essenziali

source: Cleaning preparations for use on masonry
it: Prodotti per la pulizia della muratura

source: Disclosing tablets for personal use in indicating tartar on the teeth
it: Compresse rivelatrici per uso personale per l'indicazione di tartaro sui denti

source: Distilled oils for beauty care
it: Oli distillati per cure estetiche

source: Emollients
it: Emollienti

source: Polish for musical instruments
it: Lucidante per strumenti musicali

source: Wiping cloth impregnated with a cleaning preparation for cleaning eye glasses
it: Panni imbevuti con un prodotto detergente per la pulizia di occhiali

source: Compacts containing make-up
it: Portacipria contenenti trucco

source: Pomades for cosmetic purposes
it: Pomate per uso cosmetico

source: Abrasive paste
it: Pasta abrasiva

source: Natural oils for perfumes
it: Oli naturali per profumi

source: Soaps in gel form
it: Saponi in gel

source: Solvents for removing paints
it: Solventi per rimuovere le pitture

source: Dental bleaching gels
it: Gel per sbiancare i denti

source: Bath preparations, not for medical purposes
it: Preparati per il bagno, non per uso medico

source: Aromatherapy pillows comprising potpourri in fabric containers
it: Cuscini per aromaterapia composti da pot-pourri in involucri di stoffa

source: Furniture cleaner
it: Detergente per mobili

source: Self tanning lotions [cosmetic]
it: Lozioni autoabbronzanti [cosmetici]

source: Shaving preparations in liquid form
it: Prodotti per la rasatura in forma liquida

source: Mould removing preparations
it: Prodotti per eliminare la muffa

source: Lotions for cosmetic purposes
it: Lozioni per uso cosmetico

source: Solid perfumes
it: Profumi solidi

source: Cleansing lotions
it: Lozioni detergenti

source: Cushions filled with fragrant substances
it: Cuscini contenenti sostanze fragranti

source: Moisturizing milk
it: Latte idratante

source: Lipsticks
it: Rossetti

source: Detergents
it: Detergenti

source: Mineral water sprays for cosmetic purposes
it: Spray di acqua minerale per uso cosmetico

source: Liners [cosmetics] for the eyes
it: Eye liner [cosmetici] per gli occhi

source: Peppermint crude oil
it: Olio di menta grezzo

source: Perfumed tissues
it: Salviette profumate

source: Floor wax removers [scouring preparations]
it: Sverniciatore per cera di pavimenti di legno

source: Natural starches for laundry purposes
it: Amidi naturali per il bucato

source: Non-medicated moisturisers
it: Idratanti non medicati

source: Adhesives for affixing false eyelashes
it: Adesivi per fissare le ciglia posticce

source: Shower creams
it: Creme da doccia

source: Ointments for cosmetic use
it: Unguenti per uso cosmetico

source: Paper hand towels impregnated with cleaning agents
it: Asciugamani di carta per le mani imbevuti di agenti detergenti

source: Cotton swabs for cosmetic purposes
it: Bastoncini ovattati per uso cosmetico

source: Aromatic oils for the bath
it: Oli aromatici per il bagno

source: Aromatics for fragrances
it: Aromi per fragranze

source: Stick pomade
it: Pomata in stick

source: Spray polish
it: Lucido spray

source: Non-medicated skin creams
it: Creme per la pelle non medicate

source: Non-slipping wax for floors
it: Cera antiscivolo per pavimenti

source: Artificial fingernails of precious metal
it: Unghie artificiali in metalli preziosi

source: Essential oils for the care of the skin
it: Oli essenziali per la cura della pelle

source: After sun moisturisers
it: Idratanti doposole

source: Aftershave milk
it: Latte dopobarba

source: Henna [cosmetic dye]
it: Henné [tintura cosmetica]

source: Washing-up detergent
it: Detersivo per stoviglie

source: Creams for leather
it: Creme per il cuoio

source: Scented water
it: Acque odorose

source: Washing creams
it: Creme detergenti

source: Detergents for household use
it: Detergenti per uso domestico

source: Soaps for household use
it: Saponi per uso domestico

source: Cotton balls for cosmetic purposes
it: Piumini di cotone per uso cosmetico

source: Windscreen cleaning liquids
it: Liquidi per lavacristalli

source: Cosmetic creams
it: Creme cosmetiche

source: Tonics [cosmetic]
it: Tonici [cosmetico]

source: Cleaning and fragrancing preparations
it: Preparati per pulire e profumare

source: Essential oils and aromatic extracts
it: Olii essenziali ed estratti aromatici

source: Perfumery and fragrances
it: Profumeria e fragranze

source: Tailors' and cobblers' wax
it: Pece per sarti e calzolai

source: Oral hygiene preparations
it: Prodotti per l'igiene orale

source: Household fragrances
it: Fragranze per ambienti

source: Deodorants and antiperspirants
it: Deodoranti e antitraspiranti

source: Soaps and gels
it: Saponi e gel

source: Hair removal and shaving preparations
it: Preparati per la depilazione e la rasatura

source: Dandruff shampoos, not for medical purposes
it: Shampoo antiforfora, non per scopi medici

source: Serums for cosmetic purposes
it: Sieri per uso cosmetico

source: Phytocosmetic preparations
it: Preparati fitocosmetici

source: Cleansers for intimate personal hygiene purposes, non medicated
it: Detergenti per uso igienico intimo personale, non medicanti

source: Herbal extracts for cosmetic purposes
it: Estratti di erbe ad uso cosmetico

source: Shampoos for animals [non-medicated grooming preparations]
it: Shampoo per animali [preparati per la toelettatura non medicati]

source: Vaginal washes for personal sanitary or deodorant purposes
it: Detergenti intimi personali per l'igiene e per deodorare

source: Abrasive rolls
it: Rotoli abrasivi

source: Abrasive sand
it: Sabbia abrasiva

source: Abrasive strips
it: Strisce abrasive

source: Adhesives for false eyelashes, hair and nails
it: Adesivi per ciglia, capelli e unghie posticce

source: After-shave emulsions
it: Emulsioni dopobarba

source: Aloe vera gel for cosmetic purposes
it: Gel all'aloe vera per uso cosmetico

source: Ammonia for cleaning purposes
it: Ammoniaca per la pulizia

source: Antiperspirants for personal use
it: Antitraspiranti per uso personale

source: Bath oils for cosmetic purposes
it: Oli da bagno per uso cosmetico

source: Bay rums
it: Bay Rum

source: Brilliantine
it: Brillantina

source: Chalk for cosmetic use
it: Gesso per uso cosmetico

source: Chalk for make-up
it: Gesso per il trucco

source: Cleaning preparations for cleansing drains
it: Prodotti per la pulizia degli scarichi

source: Cosmetic hair regrowth inhibiting preparations
it: Preparati cosmetici antiricrescita dei peli

source: Cosmetic nourishing creams
it: Creme cosmetiche nutrienti

source: Cosmetic oils for the epidermis
it: Oli cosmetici per l'epidermide

source: Cosmetic preparations for body care
it: Preparati cosmetici per la cura del corpo

source: Cosmetic preparations for the care of mouth and teeth
it: Preparati cosmetici per l'igiene orale e dentaria

source: Cosmetic preparations for the hair and scalp
it: Preparati cosmetici per i capelli e il cuoio capelluto

source: Cosmetic products in the form of aerosols for skincare
it: Prodotti cosmetici sotto forma di aerosol per la cura della pelle

source: Cosmetic soaps
it: Saponi cosmetici

source: Cosmetics and cosmetic preparations
it: Cosmetici e preparati cosmetici

source: Dentifrices in the form of chewing gum
it: Dentifrici sotto forma di gomme da masticare

source: Detergents prepared from petroleum
it: Detergenti derivati dal petrolio

source: Essential oils as perfume for laundry purposes
it: Oli essenziali come profumi per il bucato

source: Essential oils for aromatherapy use
it: Oli essenziali per l'aromaterapia

source: Essential vegetable oils
it: Oli essenziali vegetali

source: Face-powder on paper
it: Cipria su carta

source: Fragrances for automobiles
it: Fragranze per automobili

source: Fumigating incenses (Kunko)
it: Incensi per fumigazioni [kunko]

source: Granulated soaps
it: Saponi granulati

source: Hair-washing powder
it: Shampoo in polvere

source: Industrial soap
it: Sapone industriale

source: Leather dressings
it: Creme per cuoio

source: Liquid foundation (mizu-oshiroi)
it: Fondotinta liquido [mizu-oshiroi]

source: Liquid perfumes
it: Profumi liquidi

source: Liquid soap used in foot bath
it: Sapone liquido per pediluvi

source: Liquid soaps for hands and face
it: Saponi liquidi per viso e mani

source: Make-up for the face and body
it: Trucco per il viso e il corpo

source: Natural perfumery
it: Profumeria naturale

source: Paper soaps for personal uses
it: Saponi su carta per uso personale

source: Perfume oils for the manufacture of cosmetic preparations
it: Oli profumati per la fabbricazione di preparati cosmetici

source: Perfumes for industrial purposes
it: Profumi per uso industriale

source: Personal deodorants
it: Deodoranti personali

source: Pre-moistened towelettes impregnated with dishwashing detergent
it: Straccetti pre-imbevuti di detersivo per i piatti

source: Retinol cream for cosmetic purposes
it: Crema al retinolo per uso cosmetico

source: Scented bathing salts
it: Sali da bagno profumati

source: Scrubbing powder
it: Polvere abrasiva

source: Shower and bath gel
it: Gel per doccia e bagno

source: Skin conditioning creams for cosmetic purposes
it: Creme emollienti per la pelle per uso cosmetico

source: Synthetic musk
it: Muschio sintetico

source: Tanning milks [cosmetics]
it: Latte abbronzante [cosmetico]

source: Teeth whitening strips impregnated with teeth whitening preparations [cosmetics]
it: Strisce imbevute di preparati sbiancanti per i denti [cosmetici]

source: Toilet bowl detergents
it: Detergenti per water

source: Toning lotion, for the face, body and hands
it: Lozione tonificante per viso, corpo e mani

source: Perfumed powder [for cosmetic use]
it: Cipria profumata [per uso cosmetico]

source: Sun-tanning gels
it: Gel abbronzanti

source: Face creams for cosmetic use
it: Creme per il viso per uso cosmetico

source: Pomanders [aromatic substances]
it: Pomander [sostanze aromatiche]

source: Sunscreen preparations
it: Lozioni per i capelli

source: Suncare lotions
it: Tonico per capelli

source: Sun tan lotion
it: Lozioni doposole

source: Sun-tanning preparations [cosmetics]
it: Lozioni cosmetiche solari abbronzanti

source: Paint removing compositions
it: Preparati abbronzanti [cosmetici]

source: Colour-removing preparations
it: Prodotti per togliere la pittura

source: Furbishing preparations
it: Sostanze per lucidare

source: Polishing preparations
it: Preparati per lucidare

source: Essential oils of lemon
it: Oli essenziali di limone

source: Essential oils of citron
it: Olii essenziali di cedro

source: Scented oils
it: Oli profumati

source: Oils for perfumes and scents
it: Oli per la profumeria

source: Fragrances
it: Fragranze

source: Perfumes
it: Profumi

source: Tooth cleaning preparations
it: Prodotti per la pulizia dei denti

source: Toothpaste
it: Dentifricio

source: Dentifrices
it: Dentifrici

source: Shoemakers' wax
it: Cera per calzolai

source: Abrasive paper
it: Carte abrasive

source: After-shave gel
it: Gel dopobarba

source: Tints for the hair
it: Tintura per capelli

source: Detergents for automobiles
it: Detersivi per automobili

source: Aftershave balms
it: Balsamo dopobarba

source: Eau de Cologne
it: Acqua di colonia

source: Shaving soap
it: Sapone da barba

source: Aromatic oils
it: Oli aromatici

source: Aromatic essential oils
it: Oli essenziali aromatici

source: Aromatics [essential oils]
it: Aromi [oli essenziali]

source: Eyeliner pencils
it: Matite eyeliner

source: Anti-wrinkle cream
it: Creme per le rughe

source: Anti-aging creams
it: Creme anti-età

source: Sun creams
it: Creme solari

source: Abrasives
it: Abrasivi

source: Essential oils for soothing the nerves
it: Oli essenziali a effetto calmante per i nervi

source: After-sun oils [cosmetics]
it: Oli doposole [cosmetici]

source: Suntanning oil [cosmetics]
it: Oli abbronzanti [cosmetici]

source: Cleaning preparations
it: Prodotti per la pulizia

source: Cleaning agents for household purposes
it: Sostanze detergenti per uso domestico

source: Detergents for machine dishwashing
it: Detergenti per lavastoviglie

source: Hair conditioners for babies
it: Balsami per capelli per neonati

source: Make-up preparations for the face and body
it: Preparati per il trucco per il viso e il corpo

source: Creamy face powder
it: Cipria cremosa

source: Creamy foundation
it: Fondotinta in crema

source: Creamy rouges
it: Fard in crema

source: Beauty care cosmetics
it: Cosmetici di bellezza

source: Deodorants for personal use [perfumery]
it: Deodoranti per uso personale (profumeria)

source: After-shave lotions
it: Lozioni dopo barba

source: Bleaching preparations for household use
it: Preparati per la sbianca per uso domestico

source: Pre-moistened towelettes impregnated with a detergent for cleaning
it: Salviettine preumidificate con un detergente per la pulizia

source: Sun-tanning creams and lotions
it: Creme e lozioni abbronzanti

source: Moisturising preparations
it: Prodotti idratanti [cosmetici]

source: Preparations for protecting the hair from the sun
it: Prodotti per capelli con filtro solare

source: Cosmetic creams for firming skin around eyes
it: Creme cosmetiche rassodanti per il contorno occhi

source: Ethereal essences and oils
it: Essenze eteriche ed oli

source: Liquid dentifrice
it: Dentifricio liquido

source: Cleaning preparations for fabrics
it: Preparazioni detergenti per tessuti

source: Cleaning preparations for leather
it: Preparazioni detergenti per pelli

source: Cakes of soap for body washing
it: Saponette detergenti per il corpo

source: Artificial pumice stone
it: Pietra pomice artificiale

source: Moisturising creams, lotions and gels
it: Creme, lozioni e gel idratanti

source: Degreasing preparations with a solvent base
it: Preparazioni sgrassanti a base di solvente

source: Massage oils and lotions
it: Lozioni e oli per massaggi

source: Drain and sink unblocking preparations
it: Prodotti per liberare scarichi e lavelli

source: Non-medicated massage preparations
it: Preparazioni per massaggi non medicate

source: Cosmetic creams and lotions
it: Creme e lozioni cosmetiche

source: Bath and shower gels, not for medical purposes
it: Gel per bagno e doccia, non per uso medico

source: Hair care preparations, not for medical purposes
it: Prodotti per la cura dei capelli, non per uso medico

source: Non-medicated preparations for the relief of sunburn
it: Preparazioni per alleviare le ustioni solari non medicate

source: Tissues impregnated with essential oils, for cosmetic use
it: Salviettine imbevute di oli essenziali, per uso cosmetico

source: Non-medicated body care preparations
it: Prodotti per la cura del corpo non medicati

source: Permanent waving and curling preparations
it: Prodotti per la permanente e la messa in piega

source: Cosmetic paste for application to the face to counteract glare
it: Paste cosmetiche da applicare sul viso per contrastare l'effetto lucido

source: Scented body lotions and creams
it: Creme e lozioni profumate per il corpo

source: Non-medicated foot soaks
it: Pediluvio non medicato

source: Non-medicated foot lotions
it: Lozioni per i piedi non medicate

source: Disposable wipes impregnated with cleansing compounds for use on the face
it: Salviette usa e getta imbevute di prodotti detergenti per l'utilizzo sul viso

source: Natural essential oils
it: Oli essenziali naturali

source: Essential oils for household use
it: Oli essenziali per uso domestico

source: Loofah soaps
it: Saponi di luffa

source: Fragrance refills for non-electric room fragrance dispensers
it: Fragranze di ricambio per diffusori non elettrici per interni

source: Refills for electric room fragrance dispensers
it: Ricambi per diffusori elettrici per ambienti

source: Litter tray cleaners incorporating a deodorizer
it: Detergenti con deodorante per lettiera di animali

source: Sandpaper pads for sharpening drawing pencils
it: Cuscinetti in carta abrasiva per temperare le matite

source: Sandpaper for sharpening drawing pencils
it: Carta abrasiva per temperare le matite

source: Lavender oil for cosmetic use
it: Olio di lavanda per uso cosmetico

source: Toners for cosmetic use
it: Tonici per uso cosmetico

source: Non-medicated skin serums
it: Sieri per la pelle non medicati

source: Dentifrices and mouthwashes
it: Dentifrici e collutori

source: Shining preparations for fruit
it: Prodotti lucidanti per frutta

source: Impregnated cloths for polishing
it: Panni imbevuti per lucidare

source: Feminine hygiene cleansing towelettes
it: Salviettine detergenti per l'igiene femminile

source: Dandruff shampoo
it: Shampoo antiforfora

source: Patches containing sun screen and sun block for use on the skin
it: Cerotti contenenti protezione solare o schermo solare totale per la pelle

source: Non-medicated stimulating lotions for the skin
it: Lozioni stimolanti per la pelle non medicate

source: Non-medicated douches
it: Lavande non medicate

source: Industrial abrasives
it: Abrasivi industriali

source: Hydrogen peroxide for use on the hair
it: Perossido d'idrogeno per capelli

source: Hair piece bonding glue
it: Colla per parrucchino

source: General purpose scouring powder
it: Polveri abrasive multiuso

source: Gels for cosmetic use
it: Gel per uso cosmetico

source: Cosmetic foams containing sunscreens
it: Schiume cosmetiche con filtro solare

source: Eye compresses for cosmetic purposes
it: Compresse per gli occhi per uso cosmetico

source: Essential oils for use in the manufacture of scented products
it: Oli essenziali per la produzione di prodotti profumati

source: Essential oils for use in manufacturing processes
it: Oli essenziali per processi produttivi

source: Essential oils for industrial use
it: Oli essenziali per uso industriale

source: Non-medicated antiperspirants
it: Antitraspiranti non medicati

source: Make-up for compacts
it: Trucco per portacipria

source: Breath fresheners in the form of chew sticks made from birchwood extracts
it: Rinfrescanti per l'alito in forma di barrette masticabili con estratti di betulla

source: Potpourri sachets for incorporating in aromatherapy pillows
it: Sacchettini di potpourri per cuscini da aromaterapia

source: Cosmetic preparations for dry skin during pregnancy
it: Preparazioni cosmetiche contro la pelle secca in gravidanza

source: Flexible abrasives
it: Abrasivi flessibili

source: Make-up bases in the form of pastes
it: Basi per il trucco sotto forma di creme

source: Eyebrow colors in the form of pencils and powders
it: Colori per sopracciglia sotto forma di matite o polveri

source: Creamy rouge
it: Fard in crema

source: Antistatic sprays for clothing
it: Spray antistatici per abiti
